Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/nuorisoneuvosto_kaantaa_setan_sateenkaarisanaston_saamen_kielille.html.tmx
Source language: fin
Languages: sms

source: Nuorisoneuvosto kääntää Setan sateenkaarisanaston saamen kielille
sms: Nuõrisuåvtõs jåårǥlââtt Seta âʹbrrjohss-sannõõzz sääʹmǩiõlid

source: Seuraava sukupolvi sateenkaarisaamelaisia saa kasvaa niin, että he pystyvät sanoittamaan identiteettiään saamen kielellä.
sms: Pueʹtti puõlvvõk âʹbrrjohss-säʹmmlain vuäǯǯa ravsmed nuʹtt, što sij vuäiʹtte säʹnnâʹtted identiteeʹttes sääʹm ǩiõlin.

source: Saamelaiskäräjien nuorisoneuvosto kääntää Seta ry:n sateenkaarisanaston inarin-, koltan- ja pohjoissaamen kielille ja julkaisee ne nuorisoneuvoston tieto- ja neuvontasivustolla.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõs jåårǥlââtt Seta rõ âʹbrrjohss-sannõõzz aanrõs-, nuõrtt-, da tâʹvvsääʹmǩiõlid da õlmstââtt tõid nuõrisuåvtõõzz teâtt- da vuäʹpstemseeidain.

source: Sanasto kokoa yhteen sukupuoli- ja seksuaalivähemmistöjä koskevia käsitteitä ja termejä.
sms: Sannõs nåårr õʹhtte sooǥǥbieʹll- da seksuaalminoriteeʹttid kuõskki fiʹttõõzzid da teermaid.

source: Vaikka sanastossa avataan myös muita sateenkaariyhteisön sisällä ja liepeillä liikkuvia sanoja ja teemoja, on sen pääasiallisena sisältönä sukupuolen ja seksuaalisen suuntautumisen moninaisuus.
sms: Håʹt-i sannõõzzâst ääʹveet še jeeʹres âʹbrrjohss-õutstõõzz seʹst da ââʹlda åårrai saaʹnid da teeʹmid, lij tõn vueiʹvv-vueʹǩǩšaž siiskõssân sooǥǥbieʹl da seksuaalʼlaž kärŋŋummuž määŋgnallšemvuõtt.

source: Sateenkaarisanaston kääntäminen on sopiva jatko aikaisemmin käännetylle seksuaalisuuden sanakirjalle.
sms: “Âʹbrrjohss-sannõõzz jåårǥlâttmõš lij šiõttlõs juäʹtǩǩ ääiʹjben jåårǥlâttum seksuaalʼlažvuõđ sääʹnnǩerjja.

source: Kääntämällä sanaston pystymme tarjoamaan sateenkaarisaamelaisille sanastoa itsensä määrittelemiseksi, mutta myös lisäämme heidän yhteenkuuluvuuttaan saamelaisyhteisöön ja saamelaisyhteisön sateenkaaritietoutta, toteaa nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
sms: Ko jåårǥlââʹttet sannõõzz, vueiʹttep taʹrjjeed âʹbrrjohss-säʹmmlaid sannõõzz jiiʹjjez meärtõõllâm vääras, leâša še lââʹzztep sij õʹhttekuullâmvuõđ sääʹmõhtsažkådda da sääʹmõhtsažkååʹdd âʹbrrjohsstieʹttemvuõđ” tuâtt nuõrisuåvtõõzz saaǥǥtuõʹllʼjeei Anni-Sofia Niittyvuopio.

source: Sanaston kääntäminen ja kokoaminen on tärkeää saamelaisnuorten seksuaali- ja sukupuoli-identiteetin kehittymiselle.
sms: Sannõõzz jåårǥlâttmõš da noorrmõš lij vääžnai sääʹmnuõri seksuaal- da sooǥǥbieʹll-identiteeʹtt šõddmõʹšše.

source: Sanaston avulla he pystyvät määrittelemään itseään ja kommunikoida muiden sateenkaarisaamelaisten kanssa myös valtioiden rajojen ylitse.
sms: Sannõõzz vieʹǩǩen sij pâʹstte meärtõõllâd jiiʹjjes da kommunikâʹstted jeeʹres âʹbrrjohss-säʹmmlaivuiʹm še valdiai raai rââst.

source: Sanasto ei kuitenkaan pysty täysin tavoittamaan sateenkaarisaamelaisten monimuotoisuuta, sillä jokaisella on oma kokemus itsestään ja identiteetistään.
sms: Sannõs ij kuuitâǥ vââʹj obbnes tääʹvted âʹbrrjohss-säʹmmlai määŋghämmsažvuõđ, ǥujo juõʹǩǩkain lij jiiʹjjes ǩiõččlâsttmõš jiʹjstes da identiteeʹttstes.

source: Sanaston kääntämisellä nuorisoneuvosto pyrkii myös aloittamaan keskustelua seksuaali- ja sukupuolivähemmistöjen oikeuksista ja asemasta saamelaisyhteisössä.
sms: Sannõõzz jåårǥlâttmõõžžin nuõrisuåvtõs pârgg še altteed saǥstõõllmõõžž seksuaal- da sooǥǥbieʹllminoriteeʹtti vuõiggâdvuõđin da statuuzzâst sääʹmõhtsažkååʹddest.

source: Käännöstyö tehdään terminologian osalta yhteistyössä Sámi Giellagáldun kanssa.
sms: Jåårǥlâʹttemtuâjj tueʹjjeet terminologia vueʹssen õhttsažtuâjast Sámi Giellagálduin.

source: Monille sanastossa olevista sanoista löytyy jo Sámi Giellagáldun kielijaostoissa normitetut termit.
sms: Määŋgin sannõõzzâst åårrai saaʹnin käunnai juʹn Sámi Giellagáldu ǩiõlljuâǥǥtõõzzâst noormtum sääʹn.

source: Käännöstyöllä kootaan jo olemassa olevat sanat saavutettavaan ja helposti luettavaan muotoon.
sms: Jåårǥlâʹttemtuâjain noorât juʹn leäʹmmen leʹddi sääʹn vuällamlaaǥǥan da hieʹlǩeld lookkâmnalla åårrai hämma.

source: Uusien termien kohdalla järjestetään työpajoja sateenkaarisaamelaisille ja näin sateenkaariyhteisö on mukana uusien termien kehittämistyössä.
sms: Ođđ saaʹnin riâžžât tuâjjpaaʹjid âʹbrrjohss-säʹmmlaid da nääiʹt âʹbrrjohssõutstõs lij mieʹldd ođđ saaʹni ooudâsviikkâmtuâjast.

source: Tieto sanasto kääntämisestä on saavuttanut saamelaisnuoret valtioiden rajojen ylitse.
sms: Teâtt sannõõzz jåårǥlâttmõõžžâst lij õsttâm sääʹmnuõrid valdiai raaji rââst.

source: Nuorisoneuvosto toivoo yhteistyötä sanaston jalkauttamiseksi ja mahdollisesti sanaston kääntämiseksi myös muille saamen kielille.
sms: Nuõrisuåvtõs tuäivv õhttsažtuâj sannõõzz tobddsen raajjmõʹšše da vueiʹtlvânji sannõõzz jåårǥlâttmõʹšše jeeʹres sääʹmǩiõlid.

source: Sápmi Pride järjestettiin vuonna 2017 Inarissa.
sms: Sápmi Pride jäʹrjsteš eeʹjj 2017 Aanrest.

source: Kuva: Ville-Riiko Fofonoff
sms: Snimldõk: Ville-Riiko Fofonoff

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Anni-Sofia Niittyvuopio Saamelaiskäräjien nuorisoneuvoston puheenjohtaja 040 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
sms: Anni-Sofia Niittyvuopio Sääʹmteʹǧǧ nuõrisuåvtõõzz saaǥǥtuõʹllʼjeei +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi

source: Elli-Marja Hetta Nuorisosihteeri 050 382 5179 / 010 839 3134 elli-marja.hetta(at)samediggi.fi
sms: Elli-Marja Hetta Nuõripiisar 050 382 5179 / 010 839 3134 elli-marja.hetta(at)samediggi.fi
